
"qtMovieViewAccessibilityMovie" = "동영상";
"qtMovieViewAccessibilityRole" = "역할";
"qtMovieViewAccessibilitySubrole" = "하위 역할";
"qtMovieViewAccessibilityView" = "보기";
"qtMovieViewAccessibilityImage" = "이미지";

"qtMovieViewContextMenuFlashBack" = "뒤로";
"qtMovieViewContextMenuFlashForward" = "앞으로";
"qtMovieViewContextMenuFlashLoop" = "반복";
"qtMovieViewContextMenuFlashPlay" = "재생";
"qtMovieViewContextMenuFlashRewind" = "되감기";
"qtMovieViewContextMenuFlashShowAll" = "모두 보기";
"qtMovieViewContextMenuFlashZoomIn" = "확대";
"qtMovieViewContextMenuFlashZoomOut" = "축소";

"qtMovieViewContextMenuLinearCopy" = "베껴두기";
"qtMovieViewContextMenuLinearCut" = "오려두기";
"qtMovieViewContextMenuLinearPaste" = "붙이기";
"qtMovieViewContextMenuLinearPlay" = "재생";
"qtMovieViewContextMenuLinearRedo" = "복귀";
"qtMovieViewContextMenuLinearSelectAll" = "전체 선택";
"qtMovieViewContextMenuLinearSelectNone" = "선택 안함";
"qtMovieViewContextMenuLinearStop" = "중단";
"qtMovieViewContextMenuLinearUndo" = "취소";

"qtMovieViewEditCut" = "오려두기";
"qtMovieViewEditCopy" = "베껴두기";
"qtMovieViewEditPaste" = "붙이기";
"qtMovieViewEditDelete" = "지우기";
"qtMovieViewEditAdd" = "추가";
"qtMovieViewEditAddScaled" = "스케일 추가";
"qtMovieViewEditReplace" = "대치";
"qtMovieViewEditTrim" = "잘라내기";
"qtMovieViewEditDrop" = "드롭";

"qtMovieFlattenOperation" = "동영상을 병합하는 중...";
"qtMovieInsertTrackSegmentOperation" = "트랙 부분 삽입하는 중...";
"qtMovieInsertMovieSegmentOperation" = "동영상 부분 삽입하는 중...";
"qtMoviePasteOperation" = "붙이는 중...";
"qtMovieAddMovieSelectionOperation" = "동영상 선택 추가...";
"qtMovieCopyOperation" = "복사 중...";
"qtMovieCutOperation" = "오려두는 중...";
"qtMovieLoadMovieIntoRamOperation" = "RAM에 동영상을 로드하는 중...";
"qtMovieLoadTrackIntoRamOperation" = "RAM에 트랙을 로드하는 중...";
"qtMovieLoadMediaIntoRamOperation" = "RAM에 미디어를 로드하는 중...";
"qtMovieImportOperation" = "동영상을 가져오는 중...";
"qtMovieExportOperation" = "동영상을 보내는 중...";
"qtMovieUnknownOperation" = "알려지지 않은 동작 수행 중...";

"qtMovieViewClippingName" = "동영상 클리핑 ";

"QTMoviePosterTimeAttribute" = "포스터 시간 설정";
"QTTrackHighQualityVideoAttribute" = "고품질 비디오 설정";
"QTTrackDeinterlaceVideoAttribute" = "디인터레이스 비디오 설정";
"QTTrackSingleFieldVideoAttribute" = "단일 필드 비디오 설정";
"QTTrackPreloadTrackAttribute" = "트랙 미리로드 설정";
"QTTrackNeverPurgeTrackAttribute" = "트랙 비우기 안함 설정";
"QTTrackMatrixAttribute" = "트랙 매트릭스 설정";
"QTTrackChapterlistAttribute" = "장 목록 설정";
"QTTrackMaskAttribute" = "트랙 마스크 설정";
"QTTrackVolumeAttribute" = "트랙 음량 설정";
"QTTrackBalanceAttribute" = "트랙 밸런스 설정";
"QTTrackHrefAttribute" = "트랙 HREF 설정";
"QTTrackTransferModeAttribute" = "비디오 전송 모드 설정";
"QTTrackOperationColorAttribute" = "비디오 동작 색상 설정";
"QTTrackEnabledAttribute" = "활성화된 트랙 설정";
"QTTrackLanguageAttribute" = "트랙 언어 설정";
"QTTrackLayerAttribute" = "트랙 레이어 설정";
"QTTrackDisplayNameAttribute" = "트랙 이름 설정";

"QTTrackDefaultName" = "트랙";
"QTTextTrackDefaultName" = "텍스트 트랙";
"QTChapterTrackDefaultName" = "장 트랙";
"QTVideoTrackDefaultName" = "비디오 트랙";
"QTSoundTrackDefaultName" = "사운드 트랙";
"QTSubtitleTrackDefaultName" = "자막 트랙";
"QTClosedCaptionTrackDefaultName" = "청각 장애인용 자막 트랙";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f(%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC(보호됨)";
"QTFormatDescriptionProtectedAC3Format" = "AA3(보호됨)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "비디오 미디어";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "오디오 미디어";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Muxed 미디어";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "텍스트 미디어";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "알 수 없는 미디어";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 시스템 스트림";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 전송 스트림";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 프로그램 스트림";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "DV Muxed 스트림";

"QTCaptureDeviceUnknownDevice" = "알 수 없는 장비";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "애니메이션 최고 품질";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG 고품질";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 고품질";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC 고품질";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC 음성 음질";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "포맷: Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "포맷: AAC\n비트율: 채널당 128kbps";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "포맷: AAC\n비트율: 채널당 32kbps\n샘플률: 22.050kHz";

"QTCompressionOptionsCompressorSummary" = "압축: %@";
"QTCompressionOptionsSizeSummary" = "최고 크기: %d x %d";

"qtKitError" = "오류";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "디스크가 가득 찼습니다.";
"qtKitErrorString35" = "볼륨을 찾을 수 없습니다.";
"qtKitErrorString36" = "I/O 오류가 발생했습니다.";
"qtKitErrorString37" = "유효하지 않은 파일 이름 또는 볼륨 이름이 발견되었습니다.";
"qtKitErrorString38" = "파일이 열려 있지 않습니다.";
"qtKitErrorString39" = "동영상 끝에 도달했습니다.";
"qtKitErrorString41" = "메모리가 가득 찼습니다.";
"qtKitErrorString42" = "너무 많은 파일이 열려 있습니다.";
"qtKitErrorString43" = "파일 또는 디렉토리를 찾을 수 없습니다.";
"qtKitErrorString44" = "볼륨이 잠겨 있습니다.";
"qtKitErrorString45" = "파일이 잠겨 있습니다.";
"qtKitErrorString46" = "볼륨이 잠겨 있습니다.";
"qtKitErrorString47" = "파일이 사용 중입니다.";
"qtKitErrorString48" = "해당 이름을 가진 파일이 이미 존재합니다.";
"qtKitErrorString192" = "필요한 리소스를 찾을 수 없습니다.";
"qtKitErrorString193" = "필요한 리소스 파일을 찾을 수 없습니다.";
"qtKitErrorString194" = "파일에 리소스를 추가하는데 실패했습니다.";
"qtKitErrorString195" = "파일에 리소스 참조를 추가하는데 실패했습니다.";
"qtKitErrorString196" = "리소스를 제거하는데 실패했습니다.";
"qtKitErrorString197" = "리소스 참조를 제거하는데 실패했습니다.";
"qtKitErrorString198" = "일관성이 없는 속성을 가진 리소스가 발견되었습니다.";
"qtKitErrorString199" = "리소스 맵이 올바르지 않습니다.";
"qtKitErrorString1409" = "지정된 파일 포크가 없습니다.";
"qtKitErrorString2000" = "필요한 데이터 참조를 분석할 수 없습니다.";
"qtKitErrorString2001" = "동영상에서 유효하지 않은 이미지 설명을 발견했습니다.";
"qtKitErrorString2002" = "동영상에서 유효하지 않은 공용 동영상 요소를 발견했습니다.";
"qtKitErrorString2003" = "동영상에 필요한 데이터 처리기를 찾을 수 없습니다.";
"qtKitErrorString2004" = "동영상에 필요한 데이터 처리기를 열 수 없습니다.";
"qtKitErrorString2005" = "동영상에서 유효하지 않은 구성 요소 유형을 발견했습니다.";
"qtKitErrorString2006" = "동영상에 필요한 미디어 처리기를 찾을 수 없습니다.";
"qtKitErrorString2007" = "동영상에 필요한 데이터 처리기를 찾을 수 없습니다.";
"qtKitErrorString2008" = "동영상에서 유효하지 않은 미디어 데이터가 발견되었습니다.";
"qtKitErrorString2009" = "동영상에서 유효하지 않은 트랙이 발견되었습니다.";
"qtKitErrorString2010" = "동영상에 일부 유효하지 않은 데이터가 포함되어 있습니다.";
"qtKitErrorString2011" = "동영상에 유효하지 않은 샘플 테이블이 포함되어 있습니다.";
"qtKitErrorString2012" = "동영상에 유효하지 않은 데이터 참조가 포함되어 있습니다.";
"qtKitErrorString2013" = "동영상에 유효하지 않은 데이터 처리기가 포함되어 있습니다.";
"qtKitErrorString2014" = "동영상에 올바르지 않은 실행 시간이 포함되어 있습니다.";
"qtKitErrorString2015" = "동영상에 올바르지 않은 시간 값이 포함되어 있습니다.";
"qtKitErrorString2016" = "공용 동영상 요소를 동영상에 저장할 수 없습니다.";
"qtKitErrorString2017" = "동영상에 유효하지 않은 편집 목록이 있습니다.";
"qtKitErrorString2018" = "동영상의 미디어 유형이 일치하지 않습니다.";
"qtKitErrorString2019" = "동작이 취소되었습니다.";
"qtKitErrorString2020" = "동영상 도구 상자가 초기화되지 않았습니다.";
"qtKitErrorString2021" = "필요한 작업 파일을 찾을 수 없습니다.";
"qtKitErrorString2022" = "단일 포크 파일을 생성할 수 없습니다.";
"qtKitErrorString2023" = "편집 상태가 유효하지 않습니다.";
"qtKitErrorString2024" = "편집 상태가 일치하지 않습니다.";
"qtKitErrorString2025" = "편집 상태가 이전 상태입니다.";
"qtKitErrorString2026" = "동영상의 사용자 데이터 일부가 유실되었습니다.";
"qtKitErrorString2027" = "프로그램에 오류가 있습니다.";
"qtKitErrorString2028" = "올바르지 않은 트랙 인덱스가 제공되었습니다.";
"qtKitErrorString2029" = "트랙 ID 번호를 찾을 수 없습니다.";
"qtKitErrorString2030" = "동영상에 제공된 트랙이 없습니다.";
"qtKitErrorString2031" = "제공된 트랙에 지정된 시간이 없습니다.";
"qtKitErrorString2032" = "제공된 미디어에 지정된 시간이 없습니다.";
"qtKitErrorString2033" = "올바르지 않은 편집 인덱스가 제공되었습니다.";
"qtKitErrorString2034" = "예기치 않은 QuickTime 오류가 발생했습니다.";
"qtKitErrorString2035" = "필요한 트랙을 활성화할 수 없습니다.";
"qtKitErrorString2036" = "동영상에서 올바르지 않은 사각형이 발견되었습니다.";
"qtKitErrorString2037" = "동영상에서 올바르지 않은 샘플 번호를 발견했습니다.";
"qtKitErrorString2038" = "동영상에서 올바르지 않은 청크 번호를  발견했습니다.";
"qtKitErrorString2039" = "동영상에서 올바르지 않은 샘플 설명 인덱스를 발견했습니다.";
"qtKitErrorString2040" = "동영상에서 올바르지 않은 청크 캐시를 발견했습니다.";
"qtKitErrorString2041" = "동영상에서 올바르지 않은 샘플 설명을 발견했습니다.";
"qtKitErrorString2042" = "파일의 데이터 포크가 읽기용으로 열려 있지 않습니다.";
"qtKitErrorString2043" = "파일의 데이터 포크가 쓰기용으로 열려 있지 않습니다.";
"qtKitErrorString2044" = "파일의 데이터 포크가 쓰기용으로 이미 열려 있습니다.";
"qtKitErrorString2045" = "파일의 데이터 포크가 이미 닫혔습니다.";
"qtKitErrorString2046" = "동영상 데이터의 끝에 도달했습니다.";
"qtKitErrorString2047" = "유효하지 않은 데이터 참조를 발견했습니다.";
"qtKitErrorString2048" = "이 파일은 동영상 파일이 아닙니다.";
"qtKitErrorString2049" = "동영상에서 유효하지 않은 데이터 참조 컨테이너를 발견했습니다.";
"qtKitErrorString2050" = "동영상에서 유효하지 않은 데이터 참조 인덱스를 발견했습니다.";
"qtKitErrorString2051" = "해당 동영상은 디스크에 어떤 데이터 파일도 가지고 있지 않습니다. 동영상을 저장한 다음 다시 시도하십시오.";
"qtKitErrorString2052" = "기존의 데이터 샘플을 사용할 수 없습니다.";
"qtKitErrorString2053" = "응용 프로그램이 지원되지 않는 기능 사용을 시도했습니다.";
"qtKitErrorString2125" = "파일에 있는 오프셋이 너무 큽니다.";
"qtKitErrorString2149" = "사용 가능한 동영상 데이터가 충분하지 않습니다.";
"qtKitErrorString5000" = "이 동작에 대한 완전한 사용 권한이 없습니다.";
"qtKitErrorString8969" = "동영상에 일부 유효하지 않은 데이터가 포함되어 있습니다.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "작업을 완료할 수 없습니다.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "알 수 없는 오류 때문에 작업을 완료할 수 없습니다.(%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "미디어를 캡쳐할 수 없습니다.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "일부 미디어 소스는 미디어 대상과 호환가능하지 않습니다.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "이 응용 프로그램에서 이미 사용 중이기 때문에 \"%@\" 장치에서 미디어를 캡쳐할 수 없습니다.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "\"%@\" 장치를 사용 중이거나 해당 장치를 사용하는 작업이 완료되기를 기다리는 모든 작업을 중단하십시오.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "데이터가 수신되지 않았기 때문에 기록이 실패하였습니다.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "미디어 입력 소스가 켜져있고 재생 중인지 확인하십시오.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "미디어 소스 및 대상의 구성이 변경되었기 때문에 기록이 중단되었습니다.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "다시 기록을 시도하십시오.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "\"%@\"에 기록하는 작업은 \"%@\" 디스크가 거의 꽉 찼기 때문에 중단되었습니다.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "\"%@\" 디스크에서 파일을 삭제하거나 다른 디스크에 기록하십시오.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "\"%@\" 장치가 꺼졌거나 연결 해제되었기 때문에 기록이 중단되었습니다.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "기록을 계속하려면 \"%@\" 장치를 켜거나 다시 연결하십시오.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "소스 미디어 포맷이 변경되었기 때문에 기록이 중단되었습니다.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "다른 포맷의 미디어를 같은 파일에 기록할 수 없습니다.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "파일은 %@보다 길 수 없기 때문에 기록이 중단되었습니다.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "최대 실행 시간은 %@입니다.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "파일이 %@보다 클 수 없기 때문에 기록이 중단되었습니다.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "최대 파일 크기는 %@입니다.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "입력 미디어에 방해가 있었기 때문에 기록이 중단되었습니다.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "기록에 필요한 리소스를 사용하는 응용 프로그램이나 장치를 종료하거나 연결 해제하십시오.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "\"%@\" 장치는 연결되지 않았거나 켜져있지 않기 때문에 열 수 없습니다.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "\"%@\" 장치를 열기 전에 켜거나 연결하십시오.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "장비가 연결되지 않았거나 켜져있지 않기 때문에 해당 장치를 열 수 없습니다.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "열기 전에 장비를 켜거나 연결하십시오.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "\"%@\" 장치는 다른 응용 프로그램에 의해 사용 중이기 때문에 열 수 없습니다.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "\"%@\" 장치를 사용 중인 모든 작업을 중단하거나, 해당 작업이 완료되기를 기다리거나, 해당 장치를 사용 중인 응용 프로그램을 종료하십시오.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "\"%@\" 장치는 충돌되는 \"%@\" 장치가 이미 열려있기 때문에 열 수 없습니다.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "\"%@\" 장치를 사용하는 모든 작업을 중단하십시오.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "해당 파일의 최대 실행 시간에 도달했기 때문에 기록이 중단되었습니다.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "새로운 파일에서 기록을 계속하십시오.";

"qtKitDataSizeInBytes" = "%@바이트";
"qtKitDataSizeInKilobytes" = "%@KB";
"qtKitDataSizeInMegabytes" = "%@MB";
"qtKitDataSizeInGigabytes" = "%@GB";
"qtKitDataSizeInTerabytes" = "%@TB";
"qtKitDataSizeInPetabytes" = "%@PB";
"qtKitDataSizeInExabytes" = "%@EB";
"qtKitInexactAndExactDataSize" = "%@(%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "흑백";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "수만 색상";
"qtKitBitDepthStringForMillionsColors" = "수백만 색상";
"qtKitBitDepthStringForMillionsPlusColors" = "수백만 색상 이상";
"qtKitBitDepthStringForUnknownColors" = "알 수 없음";
"qtKitBitDepthStringForColorsColors" = "색상";
"qtKitBitDepthStringForGrayColors" = "흑백음영";
